<template>
<div>
  <h1>医疗门诊系统介绍</h1>
  <span>
医院信息系统（Hospital Information System简称HIS）在发达国家已经得到了广泛的应用，并创造了良好的社会效益和经济效益。医疗信息系统是现代化医院运营的必要技术支撑和基础设施，实现医疗信息系统的目的就是为了以更现代化、科学化、规范化的手段来加强医院的管理，提高医院的工作效率，改进医疗质量，从而树立现代医院的新形象，这也是未来医院发展的必然方向。
系统设计概述编辑 播报
该系统的实施将在整个医院建设企业级的计算机网络系统，并在其基础上构建企业级的应用系统，实现整个医院的人、财、物等各种信息的顺畅流通和高度共享，为全院的管理水平现代化和领导决策的准确化打下坚实的基础。该系统具有成熟、稳定、可靠、适用期长、扩充性好等特点，可以根据各医院各自的特点度身制作。该系统已成功地运行在普兰店市第一人民医院、庄河市第一人民医院、大连市中山医院、盖州市中心医院、蓬莱市人民医院、丹东市中医院、抚顺市中医院、铁岭中医院、铁岭县医院、黑龙江省呼兰县中医院、大连大学附属医院、瓦房店第一人民医院等一系列三甲、三乙、二甲等医院，为各医院取得了良好的社会效益与经济效益，同时也受到客户的广泛好评。
应用软件功能
    <br><el-image
      style="height: 500px"
      :src="require(`@/assets/hosp.jpeg`)
"></el-image>
<el-divider>（一）、医院各职能部门微机配备表</el-divider>
整个系统由一台服务器和若干台工作站构成一个网络，各个子系统在网络上协调运行，部门间业务查询灵活，又提供严格的权限控制。每个子系统提供一个公用查询功能，每个子系统在此功能下只能使用它有权调用的功能。网络间共享的数据是实时的，避免造成部门间数据不一致的现象。
<el-divider>（二）、医院管理子系统功能视图</el-divider>
医院管理子系统（HIS）通常包含门诊、住院两部分，而管理的主线则为药品和收款金额。
<br>1、视图说明：
以上为医院的各职能部门的功能视图。方框内的部门为配备计算机的部门；平行线内的部门为医院内相关部门。各部门间传递的是数据信息。由于人事科、总务科等相对功能独立，所以未包括在内。
<br>2、功能详细设计见附录
平台系统设计编辑 播报
硬件是系统实施的基础，在设计方案中，我们考虑到系统实施的各种要求及特点，同时兼顾医院的实际情况，硬件选型时必须符合系统需求，兼顾系统性能，以性价比最高为原则，使系统达到最优、也最经济的方案。
<br>1.服务器（SERVER）
主服务器是系统的心脏，系统中所有工作站都必须与其进行信息交换，所以必须保证其速度快、稳定、质量可靠。
<br>2.工作站（WorkStation）
工作站的选用是以保证网络的高速度运行、高可靠性为标准。同时考虑到医院的具体实际情况，达到系统的要求并为医院自身节省有限的资金。
<br>3.打印机（PRINTER）
我们选用打印机主要以打印速度快、耐用、运行成本低为主。世界著名的打印机生产商产品完全符合其要求。
<br>4.配电电源（UPS）
电源中断时，如果网络正在运行，可能导致数据丢失、设备损坏从而造成无法弥补的损失。因此，必须保证机器的不间断运行，但仅能提供一段很短的时间，并发出警报。
网络设计编辑 播报
医院管理系统是一个综合性的系统。因此，在设计方案中，考虑到管理面广、部门多、信息交换要求及时等特点，同时兼顾医院的实际情况，网络采用国际标准的星型的网络拓扑结构，其具有扩充灵活、维护方便、运行稳定、互连性好、性能价格比合理等特点，是计算机网络系统采用的最优、也最经济的方案。
<br>1. 综合布线
缆线是计算机网络的生命线，是传送信息的动脉，线路如因质量问题而造成损坏，将会使网络全部瘫痪，而停止工作。因此，我们在设计中采用楼宇自动化的综合布线方案，严格按照综合布线的技术要求，以此提高线路的质量和稳定性。同时可用于语言传输，便于用户自由选择，根据现场情况，线缆可连接于RJ-45插座于墙面上，也可用RJ-45插头直接连工作站,这样便于维护和扩充
<br>2. 网络设备
    网络设备主要是交换机 和集线器（HUB） ，它们是连接主服务器和工作站的中间设备。交换机（Switch）是网络中的核心设备，它提供服务器、工作站之间的交换式的快速连接，网络中还有一个硬件设备，就是网络适配器，又称网卡，用于连接每一个工作站与线缆。因为网卡是每一个工作站与网络连接的主要设备，为了使工作站稳定的工作，兼容性好、可靠性高的网卡是一定要保证的。
<br>3.网络管理
我们使用以上的网络方案是为了充分利用网络资源，便于管理与维护。在规划中我们使各工作站不互相依赖， 但又互相联系。即一个工作站的运行状态的好坏并不影响其它工作站的正常运行，提高了网络的可靠性。
数据库系统编辑 播报
<br>1、 数据库系统
医院管理信息系统因其数据量巨大、实时性强，所以在数据库系统选型时必须选择高效、稳定的大型数据库系统。
<br>2、 网络操作系统
网络操作系统是网络硬件设备基础上的一层软件平台，没有网络操作系统将不能构成合理的计算机网络系统。 网络操作系统是网络的重要组成部分，因其稳定并与数据库系统配合紧密。
工程服务编辑 播报
<br>1.网络安装
大连汇源电子系统工程有限公司负责网络工程安装，遵循EIA/TIA568B布线标准，安装内容如下：
● 提供网络拓扑设计图
● 安装服务器及网络适配器
● 安装工作站及网络适配器
● 安装Switch HUB 、HUB
● UTP 及所有接头
● 安装服务器网络操作系统
● 安装工作站应用软件
<br>2.网络调试
按照标准调试每一个节点，保证每一个工作站能正常运行，并进行严格的安装后测试，减少每一个点的不良隐患，使网络能稳定的运行。
<br>3.网络管理
大连汇源电子系统工程有限公司在工程完工后，保证定期派工程技术人员对网络进行管理和维护，定期对使用人员提供技术指导。
培训服务编辑 播报
<br>1.网络系统管理人员培训
网络管理人员是高级操作人员，网络正常运行必须由网络高级管理人员随时维护，因此对高级操作人员要求有一定的网络知识及网络维护水平。本公司提供对网络管理人员为期两个月的技术培训，使其达到能独立维护保养网络的能力。
<br>2.工作站管理人员培训
工作站管理人员是维护管理应用系统软件的中级人员，必须能够管理整个系统及各部门子系统的衔接和调用。本公司对中级人员提供30天的培训，使其能够了解各部门子系统的调用，及时为各部门提供维护和系统的正常运作。
<br>3.工作站使用人员培训
工作站使用人员培训是单机工作站的操作人员，只能了解本部门的子系统的操作，不必也不能接触其它子系统，本公司提供30天的培训，学习单机单系统、本部门的相关操作。
系统维护编辑 播报
大连汇源电子系统工程有限公司提供用户网络及硬件设备一年质保，软件系统自交付使用后一年内免费维护。对网络和软件系统提供终身技术支持，我们承诺并保证24小时时刻响应用户的呼叫，及时提供完善周到的技术支持和服务。
图书信息编辑 播报

出版社： 清华大学出版社
出版时间： 2011年2月1日
ISBN: 9787302244370
开本： 16开
定价: 29.80元
内容简介编辑 播报
广义上的医疗信息系统包括医生工作站系统、护理信息系统、检验信息系统、放射信息系统、医疗影像存储与传输系统以及电子病历系统等。《医疗信息系统》在有针对性地讲述信息系统组成及开发理论的基础上，立足国内外医疗信息系统的发展现状，以医疗信息系统规划、设计、应用、维护与管理为重点，以医学数字成像、美国卫生信息传输标准及电子病历等为脉络，并结合临床决策支持系统、客户关系管理系统等信息技术规范，重点讲解了医学影像传输存储、电子病历应用、临床决策支持及医疗单位辅助管理等系统的特点、集成与信息交换等方面的内容。《医疗信息系统》由8章内容组成：第1章概述、第2章医疗信息系统的支撑技术、第3章医疗信息系统的规划与管理、第4章与医疗信息系统相关的标准、第5章医学影像存储与传输系统及其数据库的开发实现、第6章电子病历及其信息集成、第7章临床决策支持系统和第8章客户关系管理系统辅助医疗管理系统的设计与应用。《医疗信息系统》可作为高等院校医学影像技术、生物医学工程及电子科学与工程类、控制理论与工程类、计算机理论与技术类、仪器科学与技术类专业及其相关专业的学生教材，也可供相关领域与专业的科研人员参考。
图书目录编辑 播报
第1章 概述
第2章 医疗信息系统的支撑技术
第3章 医疗信息系统的规划与管理
第4章 与医疗信息系统相关的标准
第5章 医学影像存储与传输系统及其数据库的开发实现
第6章 电子病历及其信息集成
第7章 临床决策支持系统
第8章 客户关系管理系统辅助医疗管理系统的设计与应用
  </span>
</div>
</template>

<script>
export default {
  name: "WelcomeMain"
}
</script>

<style scoped>

</style>